// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "„%1$@” na „%2$@” chce użyć %4$@ %3$@.";

"Accept" = "Akceptuję";
"Decline" = "Odrzuć";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "płyt";
"drive" = "napędu";
"drives" = "napędów";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Wysuwasz płytę, która jest obecnie używana przez inny komputer. Czy chcesz kontynuować?";
"The remote computer will be disconnected from your computer." = "Zdalny komputer zostanie odłączony od Twojego komputera.";
"Eject" = "Wysuń";
"Don't Eject" = "Nie wysuwaj";
